y1s2/ma2003-intro-to-thermo-fluids/tutorials/tutorial-2.org
#+TITLE: Intro To Thermo Fluids Tutorial 2
#+AUTHOR: Hankertrix
#+STARTUP: showeverything
#+OPTIONS: toc:2
#+LATEX_HEADER: \usepackage{siunitx}

* Question 1
#+ATTR_LATEX: :align |c|c|c|c|
|---------------------------------+----------------------+------------------------------+-----------------------------------------------|
| \(T\) \(\unit{\degreeCelsius}\) | \(P\) \(\unit{kPa}\) | \(v\) \(\unit{m^3.kg^{-1}}\) | Phase description                             |
|---------------------------------+----------------------+------------------------------+-----------------------------------------------|
|                               / |                   <> |                           <> | <>                                            |
|                             200 |                  150 |                     1.626445 | Superheated vapour                            |
|                             300 |               8587.9 |                     0.021659 | Saturated vapour                              |
|                             400 |                40000 |                     0.001911 | Supercritical                                 |
|                             200 |               1554.9 |                    0.1019994 | Saturated liquid-vapour mixture (\(x = 0.8\)) |
|---------------------------------+----------------------+------------------------------+-----------------------------------------------|

* Question 2
#+ATTR_LATEX: :align |c|c|c|c|c|
|---------------------------------+----------------------+--------------------------------------+-----------------------+---------------------------------|
| \(T\) \(\unit{\degreeCelsius}\) | \(P\) \(\unit{kPa}\) | \(h\) or \(u\) \(\unit{kJ.kg^{-1}}\) | \(x\) (if applicable) | Phase description               |
|---------------------------------+----------------------+--------------------------------------+-----------------------+---------------------------------|
|                               / |                   <> | <>                                   | <>                    | <>                              |
|                             200 |                  800 | \(u = 2631.1\)                       | -                     | Superheated vapour              |
|                             140 |               361.53 | \(h = 1800\)                         | 0.5646784498          | Saturated liquid-vapour mixture |
|                              80 |                  500 | \(u = 334.97, \quad h = 335.02\)     | -                     | Compressed liquid               |
|                             160 |                 5000 | \(u = 672.55, \quad h = 678.04\)     | -                     | Compressed liquid               |
|---------------------------------+----------------------+--------------------------------------+-----------------------+---------------------------------|

* Question 3
#+ATTR_LATEX: :align |c|c|c|c|c|
|---------------------------------+----------------------+-----------------------------+------------------------------+--------------------------------------------------------|
| \(T\) \(\unit{\degreeCelsius}\) | \(P\) \(\unit{kPa}\) | \(h\) \(\unit{kJ.kg^{-1}}\) | \(v\) \(\unit{m^3.kg^{-1}}\) | Phase description                                      |
|---------------------------------+----------------------+-----------------------------+------------------------------+--------------------------------------------------------|
|                               / |                   <> |                          <> |                           <> | <>                                                     |
|                              -8 |                  500 |                       41.19 |                    0.0007571 | Compressed liquid                                      |
|                             -12 |               185.37 |                     160.348 |                   0.06471596 | Saturated liquid-vapour mixture (\(x = 0.6\))          |
|                              30 |               770.64 |                 235.6290123 |                        0.022 | Saturated liquid-vapour mixture (\(x = 0.8207130361\)) |
|                             100 |                  600 |                      339.47 |                       0.0479 | Superheated vapour                                     |
|---------------------------------+----------------------+-----------------------------+------------------------------+--------------------------------------------------------|
