y1s2/ma2003-intro-to-thermo-fluids/tutorials/tutorial-2.tex
% Created 2024-12-14 Sat 22:24
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{minted}
\usepackage{siunitx}
\author{Hankertrix}
\date{\today}
\title{Intro To Thermo Fluids Tutorial 2}
\hypersetup{
 pdfauthor={Hankertrix},
 pdftitle={Intro To Thermo Fluids Tutorial 2},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 29.4 (Org mode 9.6.15)}, 
 pdflang={English}}
\begin{document}

\maketitle
\setcounter{tocdepth}{2}
\tableofcontents \clearpage
\section{Question 1}
\label{sec:org4439c25}
\begin{center}
\begin{tabular}{|c|c|c|c|}
\hline
\(T\) \(\unit{\degreeCelsius}\) & \(P\) \(\unit{kPa}\) & \(v\) \(\unit{m^3.kg^{-1}}\) & Phase description\\[0pt]
\hline
200 & 150 & 1.626445 & Superheated vapour\\[0pt]
300 & 8587.9 & 0.021659 & Saturated vapour\\[0pt]
400 & 40000 & 0.001911 & Supercritical\\[0pt]
200 & 1554.9 & 0.1019994 & Saturated liquid-vapour mixture (\(x = 0.8\))\\[0pt]
\hline
\end{tabular}
\end{center}

\section{Question 2}
\label{sec:org33739f6}
\begin{center}
\begin{tabular}{|c|c|c|c|c|}
\hline
\(T\) \(\unit{\degreeCelsius}\) & \(P\) \(\unit{kPa}\) & \(h\) or \(u\) \(\unit{kJ.kg^{-1}}\) & \(x\) (if applicable) & Phase description\\[0pt]
\hline
200 & 800 & \(u = 2631.1\) & - & Superheated vapour\\[0pt]
140 & 361.53 & \(h = 1800\) & 0.5646784498 & Saturated liquid-vapour mixture\\[0pt]
80 & 500 & \(u = 334.97, \quad h = 335.02\) & - & Compressed liquid\\[0pt]
160 & 5000 & \(u = 672.55, \quad h = 678.04\) & - & Compressed liquid\\[0pt]
\hline
\end{tabular}
\end{center}

\section{Question 3}
\label{sec:org404e4fc}
\begin{center}
\begin{tabular}{|c|c|c|c|c|}
\hline
\(T\) \(\unit{\degreeCelsius}\) & \(P\) \(\unit{kPa}\) & \(h\) \(\unit{kJ.kg^{-1}}\) & \(v\) \(\unit{m^3.kg^{-1}}\) & Phase description\\[0pt]
\hline
-8 & 500 & 41.19 & 0.0007571 & Compressed liquid\\[0pt]
-12 & 185.37 & 160.348 & 0.06471596 & Saturated liquid-vapour mixture (\(x = 0.6\))\\[0pt]
30 & 770.64 & 235.6290123 & 0.022 & Saturated liquid-vapour mixture (\(x = 0.8207130361\))\\[0pt]
100 & 600 & 339.47 & 0.0479 & Superheated vapour\\[0pt]
\hline
\end{tabular}
\end{center}
\end{document}
